EWSEditor/EwsPostExamples/DeleteFocusedOtherOverride  - Delete a Focused Inbox Override Rule.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages"
    xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header></soap:Header>
  <soap:Body>
    <DeleteFocusedOtherOverride xmlns="http://schemas.microsoft.com/exchange/services/2006/messages">
      <Id>f46e0cbb-c0d8-4b69-b633-032b2cca2ed1</Id>
    </DeleteFocusedOtherOverride>
  </soap:Body>
</soap:Envelope>

